Revit 2027 API
ParameterTypeId.TextDistToLine Property
 "Text Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextDistToLine { get; }
Public Shared ReadOnly Property TextDistToLine As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextDistToLine {
	ForgeTypeId^ get ();
}
static member TextDistToLine : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace